export const news=[
    {
        id:"1",
        title:"展覽時間公告",
        text:"校內展時間：2023/04/10~2023/04/14"+"\n"+"校內展時間：2023/04/10~2023/04/14",
        time:"2023 . 03 . 16"
    },
    {
        id:"2",
        title:"展覽時間公告",
        text:"校內展時間：2023/04/10~2023/04/14"+"\n"+"校內展時間：2023/04/10~2023/04/14",
        time:"2023 . 03 . 16"
    },
    {
        id:"3",
        title:"展覽時間公告",
        text:"校內展時間：2023/04/10~2023/04/14"+"\n"+"校內展時間：2023/04/10~2023/04/14",
        time:"2023 . 03 . 16"
    }
]