export const games = [
  {
    id: "1",
    group: "遊戲組",
    img: "/src/assets/img/poster-sample.png",
    title: "遊戲1",
    studio: "xx工作室",
    intro:
      "在方形封閉的空間裡，團隊將打造一個爵士酒吧氛圍的展場，利用酒吧中常見的元素作為互動裝置並結合樂隊演出的投影，展現出爵士樂即興與自由的特性，讓觀展者在JazzBox裡組合出自己的爵士特調！",
    member: "邱郁琳、張耘嘉、何若齊、謝昕倢、林劭謙 、徐振瑄",
    job:
      "邱郁琳：主視覺設計、貼文設計、專案管理" +
      "\n" +
      "張耘嘉：文案撰寫、廠商聯繫" +
      "\n" +
      "何若齊：logo設計、展場視覺設計、展間規劃、投影動畫原畫" +
      "\n" +
      "謝昕倢：動畫製作、企劃發想" +
      "\n" +
      "林劭謙：企劃書統整與編排、會計" +
      "\n" +
      "徐振瑄：程式編寫、網頁設計、軟硬體測試",
  },
  {
    id: "2",
    group: "遊戲組",
    img: "/src/assets/img/poster-sample.png",
    title: "遊戲2",
    studio: "xx工作室",
    intro:
      "在方形封閉的空間裡，團隊將打造一個爵士酒吧氛圍的展場，利用酒吧中常見的元素作為互動裝置並結合樂隊演出的投影，展現出爵士樂即興與自由的特性，讓觀展者在JazzBox裡組合出自己的爵士特調！",
    member: "邱郁琳2、張耘嘉、何若齊、謝昕倢、林劭謙 、徐振瑄",
    job:
      "邱郁琳：主視覺設計、貼文設計、專案管理" +
      "\n" +
      "張耘嘉：文案撰寫、廠商聯繫" +
      "\n" +
      "何若齊：logo設計、展場視覺設計、展間規劃、投影動畫原畫" +
      "\n" +
      "謝昕倢：動畫製作、企劃發想" +
      "\n" +
      "林劭謙：企劃書統整與編排、會計" +
      "\n" +
      "徐振瑄：程式編寫、網頁設計、軟硬體測試",
  },
  {
    id: "3",
    group: "遊戲組",
    img: "/src/assets/img/poster-sample.png",
    title: "遊戲3",
    studio: "xx工作室",
    intro:
      "在方形封閉的空間裡，團隊將打造一個爵士酒吧氛圍的展場，利用酒吧中常見的元素作為互動裝置並結合樂隊演出的投影，展現出爵士樂即興與自由的特性，讓觀展者在JazzBox裡組合出自己的爵士特調！",
    member: "邱郁琳3、張耘嘉、何若齊、謝昕倢、林劭謙 、徐振瑄",
    job:
      "邱郁琳：主視覺設計、貼文設計、專案管理" +
      "\n" +
      "張耘嘉：文案撰寫、廠商聯繫" +
      "\n" +
      "何若齊：logo設計、展場視覺設計、展間規劃、投影動畫原畫" +
      "\n" +
      "謝昕倢：動畫製作、企劃發想" +
      "\n" +
      "林劭謙：企劃書統整與編排、會計" +
      "\n" +
      "徐振瑄：程式編寫、網頁設計、軟硬體測試",
  },
];

export const interacts = [
  {
    id: "1",
    group: "互動組",
    img: "/src/assets/img/poster-sample.png",
    title: "互動1",
    studio: "xx工作室",
    intro:
      "在方形封閉的空間裡，團隊將打造一個爵士酒吧氛圍的展場，利用酒吧中常見的元素作為互動裝置並結合樂隊演出的投影，展現出爵士樂即興與自由的特性，讓觀展者在JazzBox裡組合出自己的爵士特調！",
    member: "邱郁琳、張耘嘉、何若齊、謝昕倢、林劭謙 、徐振瑄",
    job:
      "邱郁琳：主視覺設計、貼文設計、專案管理" +
      "\n" +
      "張耘嘉：文案撰寫、廠商聯繫" +
      "\n" +
      "何若齊：logo設計、展場視覺設計、展間規劃、投影動畫原畫" +
      "\n" +
      "謝昕倢：動畫製作、企劃發想" +
      "\n" +
      "林劭謙：企劃書統整與編排、會計" +
      "\n" +
      "徐振瑄：程式編寫、網頁設計、軟硬體測試",
  },
  {
    id: "2",
    group: "互動組",
    img: "/src/assets/img/poster-sample.png",
    title: "互動2",
    studio: "xx工作室",
    intro:
      "在方形封閉的空間裡，團隊將打造一個爵士酒吧氛圍的展場，利用酒吧中常見的元素作為互動裝置並結合樂隊演出的投影，展現出爵士樂即興與自由的特性，讓觀展者在JazzBox裡組合出自己的爵士特調！",
    member: "邱郁琳、張耘嘉、何若齊、謝昕倢、林劭謙 、徐振瑄",
    job:
      "邱郁琳：主視覺設計、貼文設計、專案管理" +
      "\n" +
      "張耘嘉：文案撰寫、廠商聯繫" +
      "\n" +
      "何若齊：logo設計、展場視覺設計、展間規劃、投影動畫原畫" +
      "\n" +
      "謝昕倢：動畫製作、企劃發想" +
      "\n" +
      "林劭謙：企劃書統整與編排、會計" +
      "\n" +
      "徐振瑄：程式編寫、網頁設計、軟硬體測試",
  },
  {
    id: "3",
    group: "互動組",
    img: "/src/assets/img/poster-sample.png",
    title: "互動3",
    studio: "xx工作室",
    intro:
      "在方形封閉的空間裡，團隊將打造一個爵士酒吧氛圍的展場，利用酒吧中常見的元素作為互動裝置並結合樂隊演出的投影，展現出爵士樂即興與自由的特性，讓觀展者在JazzBox裡組合出自己的爵士特調！",
    member: "邱郁琳、張耘嘉、何若齊、謝昕倢、林劭謙 、徐振瑄",
    job:
      "邱郁琳：主視覺設計、貼文設計、專案管理" +
      "\n" +
      "張耘嘉：文案撰寫、廠商聯繫" +
      "\n" +
      "何若齊：logo設計、展場視覺設計、展間規劃、投影動畫原畫" +
      "\n" +
      "謝昕倢：動畫製作、企劃發想" +
      "\n" +
      "林劭謙：企劃書統整與編排、會計" +
      "\n" +
      "徐振瑄：程式編寫、網頁設計、軟硬體測試",
  },
];

export const markets = [
  {
    id: "1",
    group: "行銷組",
    img: "/src/assets/img/poster-sample.png",
    title: "行銷1",
    studio: "xx工作室",
    intro:
      "在方形封閉的空間裡，團隊將打造一個爵士酒吧氛圍的展場，利用酒吧中常見的元素作為互動裝置並結合樂隊演出的投影，展現出爵士樂即興與自由的特性，讓觀展者在JazzBox裡組合出自己的爵士特調！",
    member: "邱郁琳、張耘嘉、何若齊、謝昕倢、林劭謙 、徐振瑄",
    job:
      "邱郁琳：主視覺設計、貼文設計、專案管理" +
      "\n" +
      "張耘嘉：文案撰寫、廠商聯繫" +
      "\n" +
      "何若齊：logo設計、展場視覺設計、展間規劃、投影動畫原畫" +
      "\n" +
      "謝昕倢：動畫製作、企劃發想" +
      "\n" +
      "林劭謙：企劃書統整與編排、會計" +
      "\n" +
      "徐振瑄：程式編寫、網頁設計、軟硬體測試",
  },
  {
    id: "2",
    group: "行銷組",
    img: "/src/assets/img/poster-sample.png",
    title: "行銷2",
    studio: "xx工作室",
    intro:
      "在方形封閉的空間裡，團隊將打造一個爵士酒吧氛圍的展場，利用酒吧中常見的元素作為互動裝置並結合樂隊演出的投影，展現出爵士樂即興與自由的特性，讓觀展者在JazzBox裡組合出自己的爵士特調！",
    member: "邱郁琳、張耘嘉、何若齊、謝昕倢、林劭謙 、徐振瑄",
    job:
      "邱郁琳：主視覺設計、貼文設計、專案管理" +
      "\n" +
      "張耘嘉：文案撰寫、廠商聯繫" +
      "\n" +
      "何若齊：logo設計、展場視覺設計、展間規劃、投影動畫原畫" +
      "\n" +
      "謝昕倢：動畫製作、企劃發想" +
      "\n" +
      "林劭謙：企劃書統整與編排、會計" +
      "\n" +
      "徐振瑄：程式編寫、網頁設計、軟硬體測試",
  },
  {
    id: "3",
    group: "行銷組",
    img: "/src/assets/img/poster-sample.png",
    title: "行銷3",
    studio: "xx工作室",
    intro:
      "在方形封閉的空間裡，團隊將打造一個爵士酒吧氛圍的展場，利用酒吧中常見的元素作為互動裝置並結合樂隊演出的投影，展現出爵士樂即興與自由的特性，讓觀展者在JazzBox裡組合出自己的爵士特調！",
    member: "邱郁琳、張耘嘉、何若齊、謝昕倢、林劭謙 、徐振瑄",
    job:
      "邱郁琳：主視覺設計、貼文設計、專案管理" +
      "\n" +
      "張耘嘉：文案撰寫、廠商聯繫" +
      "\n" +
      "何若齊：logo設計、展場視覺設計、展間規劃、投影動畫原畫" +
      "\n" +
      "謝昕倢：動畫製作、企劃發想" +
      "\n" +
      "林劭謙：企劃書統整與編排、會計" +
      "\n" +
      "徐振瑄：程式編寫、網頁設計、軟硬體測試",
  },
];
